<template>
    <div>
        В большинстве храмов следующая иерархия:
        <ol>
            <li>0. Служащий - выполняет поручения в храме, несет веру</li>
            <li>
                1. Жрец - Выполняет задания непосредственно данные храму
                Младший, Старший, Высший
            </li>
            <li>
                2. Вещущий - Глава храма. Дает поручения служащим,
                взаимодействует с другими вещущими. Старший вещущий - может
                стоять во главенстве нескольких храмов.
            </li>
            <li>
                3. Просветленный - глава веры (в конкретного божества) в стране.
            </li>
            <li>
                4. Отмеченный - Тот, кого божество выбрало и оставила метку.
                Исполняют волю божества и не привязаны к храму
            </li>
            <li>
                5. Член Избранных - Отмеченный одного из 4 великих божеств, в
                группе с одним или несколькими Отмеченными другого божества.
            </li>
        </ol>
        Божественная иерархия
        <ol>
            <li>0. Высший бог создал старших богов и посадил их на планы</li>
            <li>
                1. Старший бог создал на планах жизнь, изменил свой план и
                материальный. Им редко строятся отдельные храмы, они иногда
                изображаются на фресках.
            </li>
            <li>
                2. Младший был создан верой и надобностью людей или произошел от
                старших. Самые популярные для поклонения
            </li>
            <li>
                3. Квази неизвестные происхождения, не взаимодействуют с
                материальными планами
            </li>
            <li>4. Полубоги - земное происхождение, но в пантеоне богов</li>
        </ol>
        Культы есть законные и незаконные
        <div>В Мооре есть статуя Груумша, храмы Диайлы и Ашора</div>
    </div>
</template>

<style scoped lang="scss"></style>
